{
    "title" : "Portfolio de Younès Amar",
    "lastname": "Amar",
    "firstname": "Younès",
    "portrait" : "photo.jpg",
    "intro": "Venez découvrir mon univers, mes projets et mes compétences !",
    "biography": "Salut 👋, Moi, c'est Younès, étudiant en BUT Métiers du Multimédia et de l'Internet. Débordant d'idées et de créativité, je bouillonne d'énergie. Que ce soit dans mes productions musicales, où je mélange passion et rythme, ou dans des projets où je bouscule les codes, je suis toujours prêt à passer à l'action et à voyager sur de nouveaux horizons. La preuve, j'ai intégré le parcours Fabrik ta pépite en entreprenant et innovant un réveil du futur. Mon parcours, c'est aussi ma double culture descendant de mon grand-père marocain. Ainsi, j'ai appris à m'adapter à des environnements différents dans les domaines professionnels, académiques et culturels, en développant des compétences telles que la flexibilité, la communication et la résolution de problèmes. C'est cette richesse et cette diversité qui m'aide à innover, que ce soit en graphisme, en développement web ou en audiovisuel. Toujours prêt à relever des défis, je suis motivé par la collaboration et l'idée de transformer chaque projet en réussite. Si vous voulez gagner les Play-offs NBA, laissez-moi rejoindre votre équipe !",
    "cv" : "CV.pdf",
    "trainings": [
        {
            "name" : "BUT Métiers du Multimédia et de l'Internet",
            "school" : "l'IUT de Lannion, Université de Rennes. Formation touchant le développement Web, la communication et le marketing, le graphisme et l'audiovisuel. ",
            "start" : 2024,
            "end" : 2027
        },
        {
            "name" : "Permis B",
            "school" : "Abyss Auto École de Lamballe",
            "start" : 2024
        },
        {
            "name" : "Baccalauréat STI2D",
            "school" : "Lycée Sacré Coeur de Saint Brieuc. Option Système d'Information et Numérique",
            "start" : 2023
        },
        {
            "name" : "Attestation SecNumAcadémie",
            "school" : "domicile. Formation en ligne sur la cybersécurité.",
            "start" : 2023 
        }
    ],
    "interests": [
        "Production musicale : beatmaking, composition, mixage.",
        "Création visuelle : graphisme, montage vidéo, photographie.",
        "Développement Web : HTML, CSS, JavaScript, PHP.",
        "Audiovisuel : écriture, tournage, montage.",
        "Photographie : portrait, paysage.",
        "Voyages : découverte de nouvelles cultures.",
        "Sport : basket-ball, musculation, volleyball, course à pied.",
        "Sciences : mathématiques, espace, corps humain, psychologie.",
        "Jeux vidéo : stratégie, aventure, action, simulation."
    ],
    "projects": [
        {
            "title": "Sonolux",
            "context": "Le service de néonatologie de Saint-Brieuc est reconnu pour son excellence dans la protection du développement des prématurés, en limitant le stress et en favorisant la présence des parents. Le projet 'Nuisances sonores en réanimation néonatale' consiste à concevoir un outil de mesure fiable des signaux sonores et lumineux pour améliorer leur environnement.",
            "missions" : [" Conception, fabrication et mise en fonctionnement d'un outil de captation et d'analyse de signaux sonores et lumineux."],
            "outputs" :  ["Conception 3D intégrant l'éléctronique.", "Outil de mesure de l'intensité lumineuse et sonore."],
            "skills": [
                "Anglais",
                "Code arduino",
                "3D"
            ],
            "link" : "https://sonolux-sacrecoeur22.fr/",
            "picture": "sonolux.jpg"
        },
        {
            "title": "Recommandation de communication numérique ",
            "context": "Le festival À l'West Fest met en avant la créativité et la maîtrise technologique des étudiants du BUT MMI, tout en clôturant l'année de manière festive. En tant que chargé de communication, j'ai conçu une recommandation marketing, un plan de communication, un audit, une charte éditoriale et un communiqué de presse.",
            "missions" : ["Concevoir une recommandation marketing.", "Établir un plan de communication et un planning d'actions.","Rédiger une charte éditoriale.","Produire des prototypes pour une communication digitale.","Mettre en forme et présenter à l'écrit et à l'oral les choix stratégiques envisagés."],
            "outputs" :  ["Dossier présentant l'audit et la recommandation marketing.", "Dossier présentant le plan de communication."],
            "skills": [
                "Marketing",
                "Comm", 
                "Réseaux sociaux"
            ],
            "link" : "livrable.pdf",
            "picture": "alwestfest.png"
        },
        {
            "title": "Productions musicales",
            "context": "Depuis mon enfance, la musique, notamment le hip-hop et le rap, m'a poussé à passer du rôle d'auditeur à celui de créateur. En autodidacte, j'ai appris le beatmaking, la composition et le mixage avec FL Studio, sous le nom de SENYU. Mon objectif est de partager mon univers musical et de créer des opportunités de collaboration avec d'autres artistes.",
            "missions" : ["Composer avec des VST (Virtual Studio Technology).", "Composer des rythmes.", "Structurer les deux compositions.","Mixer et masteriser l'instrumentale."],
            "outputs" :  ["Instrumentale complète (composée, mixée, etc.).", "Vidéo avec effet pour YouTube."],
            "skills": [
                "Audiovisuel",
                "Réseaux sociaux",
                "Anglais"
            ],
            "link" : "https://www.youtube.com/@senyu.0",
            "picture": "flstudio.png"
        },
        {
            "title": "Contenu audio et video",
            "context": "Nous avons réalisé, en équipe de 4, un court-métrage dont j'étais l'acteur et le réalisateur, en utilisant du matériel audiovisuel professionnel. Après le tournage, j'ai pris en charge le montage sur DaVinci Resolve, avec mixage sonore et étalonnage. Cette expérience m'a plongé dans l'ensemble du processus de création cinématographique, du tournage à la post-production.",
            "missions" : ["Écriture de l'histoire, du dénouement et de la chute.", "Tournage du court métrage.","Montage du court métrage."],
            "outputs" :  ["Dossier de production (Écriture, personnage, etc.).", "Film V1","Film Version Finale avec voix off en français et anglais."],
            "skills": [
                "Écriture multimédia",
                "Audiovisuel",
                "Anglais"
            ],
            "link" : "livrable.pdf",
            "picture": "tostop.png"
        },
        {
            "title": "Site web Pokémon",
            "context": "Ce projet vise à créer une application web immersive pour gérer une collection de Pokémon, avec une interface moderne et intuitive. Les utilisateurs pourront ajouter, retirer et explorer les détails des Pokémon, tout en profitant d'un design attractif et d'une expérience interactive. L'application allie ergonomie, innovation et l'univers Pokémon pour captiver les passionnés et les débutants.",
            "missions" : ["Designer la page sur Figma.","Structurer la page avec du HTML.", "Styliser la page avec du CSS.", "Ajouter des intéractivité avec du JavaScript."],
            "outputs" :  ["Dossier design (pour le client).", "Application Web au maximum fonctionnel."],
            "skills": [
                "Dev Web",
                "UI/UX"
            ],
            "link" : "livrable.pdf",
            "picture": "pokemon.png"
        },
        {
            "title": "Concept d'un réveil du futur",
            "context": "Le projet Zen'it consiste en un réveil du futur conçu pour améliorer le sommeil des étudiants. Grâce à des capteurs, il analyse les informations sonores et sensorielles pour optimiser l'endormissement et le réveil. Il cible principalement les étudiants ayant des difficultés à s'endormir ou à se réveiller.",
            "missions" : ["Innover.", "Réaliser des personas.","Réaliser le business plan et model.", "Réaliser un prototype.", "Présenter le projet."],
            "outputs" :  ["Dossier écrit.", "Prototype.","Présentation orale."],
            "skills": [
                "Entrepreneuriat",
                "Gestion de projet",
                "Comm"
            ],
            "link" : "livrable.pdf",
            "picture": "zenit.png"
        }
        
    ],
    
    "skills": [
        {
            "title": "Création audio et visuel",
            "description": "Oeuvre numérique concrète qui peut être utilisée à des fins de documentation, d'inspiration ou d'adaptation.",
            "tools": [
                "Suite Adobe et Affinity",
                "FL Studio",
                "DaVinci Resolve",
                "Figma."
            ],
            "level": 5
        },
        {
            "title": "Gestion de projet",
            "description": "Organiser le déroulement d'un projet de A à Z, de sa phase de conception à sa phase finale.",
            "tools": [
                "Gantt Project",
                "SWOT",
                "PESTEL",
                "Business Model",
                "Business Plan."
            ],
            "level": 4
        },
        {
            "title": "Développement Web",
            "description": "Conception de sites internet.",
            "tools": [
                "HTML 5",
                "CSS 3",
                "JavaScript",
                "PHP",
                "Bulma",
                "Gestionnaires de version."
            ],
            "level": 4
        }
    ],
    "contacts": [
        {"name" : "Instagram", 
        "url" : "https://instagram.com",
        "icon" : "insta.svg"},
        {"name" : "LinkedIn", 
        "url" : "https://www.linkedin.com/in/youn%C3%A8s-amar-47b637229/",
        "icon" : "linkedin.svg"},
        {"name" : "Mail", 
        "url" : "mailto:y.by.you22@gmail.com",
        "icon" : "mail.svg"},
        {"name" : "Téléphone : 06.13.88.53.49",
        "url" : "",
        "icon" : ""}
    ]
}
